Repository: Tereami/BimStarter
Catalog: ArchParametrisation/FormArchParametrisation.*.resx
Languages: ru_ru

# buttonCancel.Text
source: Cancel
ru_ru: Отмена

# txtbxMirroredParameter.Text
source: Comments
ru_ru: Комментарии

# txtbxMirroredText.Text
source: L
ru_ru: Л

# label3.Text
source: All mirrored elements (the property Mirrored = true) will be processed
ru_ru: Будут обработаны все экземпляры семейств со свойством Mirrored = true

# label2.Text
source: in parameter:
ru_ru: в параметр:

# label1.Text
source: Write text:
ru_ru: Вписать текст:

# chkbxActivateMirrored.Text
source: Enable
ru_ru: Активировать

# groupBox1.Text
source: Mirrored elements
ru_ru: Отзеркаленные элементы

# chkBoxCalculateOneRoomOpenings.Text
source: Consider openings in the borders on a single room
ru_ru: Учитывать проемы в пределах одного помещения

# chkbxActivateOpeningsArea.Text
source: Enable
ru_ru: Активировать

# label4.Text
source: The plugin will find all openings within the walls that bound the room, and the summary area of openings will be filled in the parameter of the room.
ru_ru: Будут найдены проёмы (окна/двери) в стенах, ограничивающих помещение, и площадь проёмов будет вписана в соответствующий параметр в помещении.

# label6.Text
source: height:
ru_ru: и высоты:

# label7.Text
source: Parameter Opening area:
ru_ru: Параметр для прощади проёмов:

# label5.Text
source: Parameter Opening width:
ru_ru: Параметр ширины проёма:

# groupBox2.Text
source: Openings area
ru_ru: Площадь проёмов

# checkBoxUseRoomNames.Text
source: Use room Name instead of Number
ru_ru: Использовать Имя помещения вместо номера

# chkbxFloorsIncludeInFinishing.Text
source: Consider floors in a room finishing
ru_ru: Учитывать полы в отделке

# chkboxRoomFinishingSequenceNumbers.Text
source: Enable
ru_ru: Активировать

# label8.Text
source: The plugin will write the numbers of the rooms wth the same finishing type in the parameter.
ru_ru: В каждое помещение будут прописаны номера помещений, имеющих тот же тип отделки.

# txtbxWallNumbers.Text
source: AR_NumbersByWallTypes
ru_ru: АР_НомераПоТипуСтен

# txtbxFloorNumbers.Text
source: AR_NumbersByFloorTypes
ru_ru: АР_НомераПоТипуПола

# label11.Text
source: Sequence by wall types:
ru_ru: Перечисление по типу отделки:

# label10.Text
source: Sequence by floor types:
ru_ru: Перечисление по типу пола:

# groupBox3.Text
source: Rooms by finishing types
ru_ru: Помещения по типу отделки

# txtbxFinishingRoomNumberParam.Text
source: AR_RoomNumber
ru_ru: АР_НомерПомещения

# label19.Text
source: Room number parameter:
ru_ru: Параметр номера помещения:

# label9.Text
source: Apartment number parameter:
ru_ru: Параметр номера квартиры:

# txtbxFlatNumber.Text
source: AR_ApartNumber
ru_ru: АР_НомерКвартиры

# RommName.HeaderText
source: Room name
ru_ru: Имя помещения

# RoomCoeff.HeaderText
source: Area coefficient
ru_ru: Коэффициент площади

# RoomIsLiving.HeaderText
source: Is living
ru_ru: Жилое

# chkbxActivateFlatography.Text
source: Enable
ru_ru: Активировать

# label18.Text
source: Rooms data:
ru_ru: Данные помещений:

# label12.Text
source: Flag parameter for a living room:
ru_ru: Метка жилого помещения:

# label17.Text
source: Area-reduce coefficient:
ru_ru: Параметр коэффициента площади:

# label16.Text
source: Rooms count parameter:
ru_ru: Параметр для количества комнат:

# label15.Text
source: Living area parameter:
ru_ru: Площадь квартиры жилая:

# label14.Text
source: Summary flat area parameter:
ru_ru: Общая площадь квартиры:

# label13.Text
source: Flat area parameter:
ru_ru: Параметр площади квартиры:

# txtbxIsLivingParam.Text
source: AR_IsRoomLiving
ru_ru: Помещение жилое

# txtbxAreaCoeff.Text
source: AR_AreaCoeff
ru_ru: АР_КоэффПлощади

# txtbxRoomCount.Text
source: AR_RoomsCount
ru_ru: АР_КолвоКомнат

# txtbxFlatLivingArea.Text
source: AR_LivingApartArea
ru_ru: АР_ПлощадьКвартирыЖилая

# txtbxFlatSumArea.Text
source: AR_SummaryApartArea
ru_ru: АР_ПлощадьКвартирыОбщая

# txtbxFlatArea.Text
source: AR_ApartArea
ru_ru: АР_ПлощадьКвартиры

# groupBox4.Text
source: Flatography
ru_ru: Квартирография

# chxbxRoomNumberToFinishing.Text
source: Enable
ru_ru: Активировать

# label20.Text
source: A room number will be written in the walls that bound this room,
ru_ru: В отделку, выполненную "Стенами", будет прописан номер помещения, которое они окружают.

# groupBox5.Text
source: 3D finishing
ru_ru: Принадлежность 3D-отделки к помещениям

# buttonReset.Text
source: Reset
ru_ru: Сброс настроек
