Repository: Tereami/BimStarter
Catalog: PilesCoords/FormSettings.*.resx
Languages: ru_ru

# checkBoxSortBySlabElev_FirstTable.Text
source: By grilliage bottom elevation
ru_ru: По отметке низа ростверка

# checkBoxSortByCutLength_FirstTable.Text
source: By top elevation after cut
ru_ru: По отметке верха после срубки

# checkBoxSortByUses_FirstTable.Text
source: By pile designation
ru_ru: По назначению сваи

# checkBoxSortByTopElev_FirstTable.Text
source: By top elevation before cut
ru_ru: По отметке верха до срубки

# checkBoxSortByBottomElev_FirstTable.Text
source: By bottom elevation
ru_ru: По отметке низа сваи

# checkBoxSortByPileType_FirstTable.Text
source: By pile type
ru_ru: По типу сваи

# groupBox1.Text
source: Sorting for "Scheme schedule"
ru_ru: Сортировка для "Спецификации к схеме"

# groupBox2.Text
source: Sorting for "Elevation schedule"
ru_ru: Сортировка для "Таблицы отметок"

# checkBoxSortBySlabElev_Table2.Text
source: By grilliage bottom elevation
ru_ru: По отметке низа ростверка

# checkBoxSortByCutLength_Table2.Text
source: By top elevation after cut
ru_ru: По отметке верха после срубки

# checkBoxSortByUses_Table2.Text
source: By pile designation
ru_ru: По назначению сваи

# checkBoxSortByTopElev_Table2.Text
source: By top elevation before cut
ru_ru: По отметке верха до срубки

# checkBoxSortByBottomElev_Table2.Text
source: By bottom elevation
ru_ru: По отметке низа сваи

# checkBoxSortByPileType_Table2.Text
source: By pile type
ru_ru: По типу сваи

# buttonCancel.Text
source: Cancel
ru_ru: Отмена

# groupBox3.Text
source: Numbering order
ru_ru: Нумерация

# radioNumberingUp.Text
source: From the left bottom corner
ru_ru: Из левого нижнего угла

# radioNumberingDown.Text
source: From the left top corner
ru_ru: Из левого верхнего угла

# label12.Text
source: Start numbering with:
ru_ru: Начать нумерацию с:

# groupBox4.Text
source: Pile
ru_ru: Свая

# label2.Text
source: Family name (or several with ; )
ru_ru: Имя семейства (или несколько через ; )

# label1.Text
source: Grilliage deeping:
ru_ru: Заглубление в ростверк:

# groupBox5.Text
source: Parameters
ru_ru: Параметры

# label11.Text
source: Graphic symbol:
ru_ru: Номер условного обозначения

# label10.Text
source: Pile elevation:
ru_ru: Отметка сваи

# label9.Text
source: Cut length:
ru_ru: Высота срубаемой части

# label8.Text
source: Grilliage bottom elevation
ru_ru: Отметка низа ростверка

# label7.Text
source: Marks range for "Elevation schedule"
ru_ru: Диапазон марок для "Таблицы отметок"

# label6.Text
source: Marks range for "Scheme schedule"
ru_ru: Диапазон марок для "Спецификации свай"

# label5.Text
source: Pile length after cut
ru_ru: Длина сваи после подрезки

# label4.Text
source: Pile length
ru_ru: Длина сваи

# label3.Text
source: Pile position
ru_ru: Позиция сваи

# buttonHelp.Text
source: Help
ru_ru: Справка

# $this.Text
source: Settings
ru_ru: Настройки
